tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'caskroom/fonts'

brew 'antigen'
brew 'direnv'
brew 'dockutil'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'mas'
brew 'node'
brew 'postgresql'
brew 'pyenv'
brew 'rbenv'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tidy-html5'
brew 'tmux'
brew 'trash'
brew 'tree'
brew 'watchman'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'android-studio'
cask 'atom'
cask 'blender'
cask 'dashlane'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'harvest'
cask 'hyper'
cask 'java'
cask 'licecap'
cask 'opera-developer'
cask 'slack'
cask 'spotify'

cask 'font-fira-code'

# Commented out because it flips out if the tablet
#   is not connected when you install.
# cask 'wacom-bamboo-tablet'

mas 'Affinity Designer', id: 824171161
mas 'Deckset', id: 847496013
mas 'Tweetbot', id: 557168941
mas 'Xcode', id: 497799835
