tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-fonts'

brew 'antigen'
brew 'chruby'
brew 'direnv'
brew 'dockutil'
brew 'git'
brew 'hub'
brew 'mas'
brew 'node'
brew 'postgresql'
brew 'pyenv'
brew 'terminal-notifier'
brew 'tidy-html5'
brew 'trash'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'

cask 'font-fira-code'

# Commented out because it flips out if the tablet
#   is not connected when you install.
# cask 'wacom-bamboo-tablet'

mas 'Affinity Designer', id: 824171161
mas 'Xcode', id: 497799835
