tap 'homebrew/bundle'
tap 'caskroom/versions'

brew 'direnv'
brew 'dockutil'
brew 'git'
brew 'heroku'
brew 'hub'
brew 'mas'
brew 'node'
brew 'postgresql'
brew 'rbenv'
brew 'terminal-notifier'
brew 'thefuck'
brew 'tidy-html5'
brew 'trash'
brew 'tree'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'harvest'
cask 'hyper'
cask 'opera-developer'
cask 'slack'
cask 'spotify'

mas 'Affinity Designer', id: 824171161
mas 'Deckset', id: 847496013
mas 'Tweetbot', id: 557168941
